'use strict';

import './bootstrap';

//import './app/styles/materialize.min.css';
//import './app/styles/normalize.css';
import './app/styles/reset.css';
import './app/styles/styles.scss';


console.log(
  "----------------------------------------\n",
  "=> Самооценка: 235 / 240\n",
  "----------------------------------------\n",
  "[!] Чтобы найти результат сыгранных раундов - кликнете на глазик под названием категории.\n",
  "[x] При нажатии на ENTER можно скрыть модальное окно и перейти к следующему вопросу или завершить раунд.\n",
  "[x] Во время игры можно нажать кнопку 'Скачать' в верхнем правом углу. Будет скачано изображение в формате: {название} - {автор} - {год}.\n",
  "[x] Добавлен прелоадер при загрузки страницы.\n",
  "[x] Разное звуковое сопровождение в конце рануда в зависимости от результата.\n",

  "\n",
  "xz45\n",

);
